Repository: TGthms/folio
Catalog: Folio/Localization/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# group.organize
source: Organize
ar: تنظيم
cs: Uspořádat
da: Organiser
de: Organisieren
el: Οργάνωση
es: Organizar
fi: Järjestä
fr: Organiser
he: ארגון
hi: व्यवस्थित करें
hu: Rendezés
id: Atur
it: Organizza
ja: 整理
ko: 정리
nb: Organiser
nl: Ordenen
pl: Porządkuj
pt_br: Organizar
pt_pt: Organizar
ro: Organizează
ru: Организация
sv: Ordna
th: จัดระเบียบ
tr: Düzenle
uk: Упорядкувати
vi: Sắp xếp
zh_hans: 整理
zh_hant: 整理

# group.reduce
source: Reduce
ar: تصغير
cs: Zmenšit
da: Formindsk
de: Verkleinern
el: Σμίκρυνση
es: Reducir
fi: Pienennä
fr: Réduire
he: הקטנה
hi: छोटा करें
hu: Csökkentés
id: Perkecil
it: Riduci
ja: 縮小
ko: 축소
nb: Reduser
nl: Verkleinen
pl: Zmniejsz
pt_br: Reduzir
pt_pt: Reduzir
ro: Redu
ru: Сжатие
sv: Förminska
th: ย่อ
tr: Küçült
uk: Зменшити
vi: Thu nhỏ
zh_hans: 缩小
zh_hant: 縮小

# group.stamp
source: Stamp
ar: ختم
cs: Razítko
da: Stempel
de: Stempel
el: Σφραγίδα
es: Sello
fi: Leima
fr: Tampon
he: חותמת
hi: मुहर
hu: Bélyegző
id: Stempel
it: Timbro
ja: スタンプ
ko: 스탬프
nb: Stempel
nl: Stempel
pl: Pieczątka
pt_br: Carimbo
pt_pt: Carimbo
ro: Ștampilă
ru: Штамп
sv: Stämpel
th: ตราประทับ
tr: Damga
uk: Штамп
vi: Đóng dấu
zh_hans: 图章
zh_hant: 圖章

# group.convert
source: Convert
ar: تحويل
cs: Převést
da: Konvertér
de: Konvertieren
el: Μετατροπή
es: Convertir
fi: Muunna
fr: Convertir
he: המרה
hi: बदलें
hu: Átalakítás
id: Konversi
it: Converti
ja: 変換
ko: 변환
nb: Konverter
nl: Converteren
pl: Konwertuj
pt_br: Converter
pt_pt: Converter
ro: Convertește
ru: Преобразование
sv: Konvertera
th: แปลง
tr: Dönüştür
uk: Перетворити
vi: Chuyển đổi
zh_hans: 转换
zh_hant: 轉換

# group.secure
source: Secure
ar: أمان
cs: Zabezpečení
da: Sikkerhed
de: Sicherheit
el: Ασφάλεια
es: Seguridad
fi: Turvallisuus
fr: Sécurité
he: אבטחה
hi: सुरक्षा
hu: Biztonság
id: Keamanan
it: Sicurezza
ja: 保護
ko: 보안
nb: Sikkerhet
nl: Beveiliging
pl: Bezpieczeństwo
pt_br: Segurança
pt_pt: Segurança
ro: Securitate
ru: Безопасность
sv: Säkerhet
th: ความปลอดภัย
tr: Güvenlik
uk: Безпека
vi: Bảo mật
zh_hans: 安全
zh_hant: 安全

source: Recents
ar: الأخيرة
cs: Nedávné
da: Seneste
de: Zuletzt
el: Πρόσφατα
es: Recientes
fi: Viimeisimmät
fr: Récents
he: אחרונים
hi: हालिया
hu: Legutóbbiak
id: Terbaru
it: Recenti
ja: 最近使った項目
ko: 최근 항목
nb: Siste
nl: Recent
pl: Ostatnie
pt_br: Recentes
pt_pt: Recentes
ro: Recente
ru: Недавние
sv: Senaste
th: ล่าสุด
tr: Son kullanılanlar
uk: Недавні
vi: Gần đây
zh_hans: 最近项目
zh_hant: 最近使用過

# recents.clear
source: Clear
ar: مسح
cs: Vymazat
da: Ryd
de: Löschen
el: Εκκαθάριση
es: Borrar
fi: Tyhjennä
fr: Effacer
he: נקה
hi: साफ़ करें
hu: Törlés
id: Hapus
it: Cancella
ja: 消去
ko: 지우기
nb: Tøm
nl: Wissen
pl: Wyczyść
pt_br: Limpar
pt_pt: Limpar
ro: Golește
ru: Очистить
sv: Rensa
th: ล้าง
tr: Temizle
uk: Очистити
vi: Xóa
zh_hans: 清除
zh_hant: 清除

# recents.empty
source: No recent files
ar: لا توجد ملفات أخيرة
cs: Žádné nedávné soubory
da: Ingen seneste filer
de: Keine letzten Dateien
el: Κανένα πρόσφατο αρχείο
es: No hay archivos recientes
fi: Ei viimeisiä tiedostoja
fr: Aucun fichier récent
he: אין קבצים אחרונים
hi: कोई हालिया फ़ाइल नहीं
hu: Nincsenek legutóbbi fájlok
id: Tidak ada file terbaru
it: Nessun file recente
ja: 最近のファイルはありません
ko: 최근 파일 없음
nb: Ingen nylige filer
nl: Geen recente bestanden
pl: Brak ostatnich plików
pt_br: Nenhum arquivo recente
pt_pt: Nenhum ficheiro recente
ro: Niciun fișier recent
ru: Нет недавних файлов
sv: Inga senaste filer
th: ไม่มีไฟล์ล่าสุด
tr: Son dosya yok
uk: Немає недавніх файлів
vi: Không có tệp gần đây
zh_hans: 没有最近文件
zh_hant: 沒有最近的檔案

# tool.pages
source: Pages
ar: صفحات
cs: Stránky
da: Sider
de: Seiten
el: Σελίδες
es: Páginas
fi: Sivut
he: עמודים
hi: पृष्ठ
hu: Oldalak
id: Halaman
it: Pagine
ja: ページ
ko: 페이지
nb: Sider
nl: Pagina’s
pl: Strony
pt_br: Páginas
pt_pt: Páginas
ro: Pagini
ru: Страницы
sv: Sidor
th: หน้า
tr: Sayfalar
uk: Сторінки
vi: Trang
zh_hans: 页面
zh_hant: 頁面

# tool.merge
source: Merge
ar: دمج
cs: Sloučit
da: Flet
de: Zusammenführen
el: Συγχώνευση
es: Combinar
fi: Yhdistä
fr: Fusionner
he: מיזוג
hi: मिलाएँ
hu: Összefűzés
id: Gabung
it: Unisci
ja: 結合
ko: 합치기
nb: Slå sammen
nl: Samenvoegen
pl: Połącz
pt_br: Mesclar
pt_pt: Unir
ro: Unește
ru: Объединить
sv: Slå ihop
th: รวม
tr: Birleştir
uk: Об’єднати
vi: Gộp
zh_hans: 合并
zh_hant: 合併

# tool.split
source: Split
ar: تقسيم
cs: Rozdělit
da: Opdel
de: Teilen
el: Διαίρεση
es: Dividir
fi: Jaa
fr: Diviser
he: פיצול
hi: बाँटें
hu: Felosztás
id: Pisah
it: Dividi
ja: 分割
ko: 나누기
nb: Del
nl: Splitsen
pl: Podziel
pt_br: Dividir
pt_pt: Dividir
ro: Împarte
ru: Разделить
sv: Dela
th: แยก
tr: Böl
uk: Розділити
vi: Tách
zh_hans: 拆分
zh_hant: 分割

# tool.compress
source: Compress
ar: ضغط
cs: Komprimovat
da: Komprimér
de: Komprimieren
el: Συμπίεση
es: Comprimir
fi: Pakkaa
fr: Compresser
he: דחיסה
hi: संपीड़ित करें
hu: Tömörítés
id: Kompres
it: Comprimi
ja: 圧縮
ko: 압축
nb: Komprimer
nl: Comprimeren
pl: Kompresuj
pt_br: Compactar
pt_pt: Comprimir
ro: Comprimă
ru: Сжать
sv: Komprimera
th: บีบอัด
tr: Sıkıştır
uk: Стиснути
vi: Nén
zh_hans: 压缩
zh_hant: 壓縮

# tool.watermark
source: Watermark
ar: علامة مائية
cs: Vodoznak
da: Vandmærke
de: Wasserzeichen
el: Υδατογράφημα
es: Marca de agua
fi: Vesileima
fr: Filigrane
he: סימן מים
hi: वॉटरमार्क
hu: Vízjel
id: Tanda air
it: Filigrana
ja: 透かし
ko: 워터마크
nb: Vannmerke
nl: Watermerk
pl: Znak wodny
pt_br: Marca d’água
pt_pt: Marca de água
ro: Filigran
ru: Водяной знак
sv: Vattenstämpel
th: ลายน้ำ
tr: Filigran
uk: Водяний знак
vi: Hình mờ
zh_hans: 水印
zh_hant: 浮水印

# tool.pageNumbers
source: Page numbers
ar: أرقام الصفحات
cs: Čísla stránek
da: Sidenumre
de: Seitenzahlen
el: Αριθμοί σελίδας
es: Números de página
fi: Sivunumerot
fr: Numéros de page
he: מספרי עמוד
hi: पृष्ठ संख्या
hu: Oldalszámok
id: Nomor halaman
it: Numeri di pagina
ja: ページ番号
ko: 쪽 번호
nb: Sidenummer
nl: Paginanummers
pl: Numery stron
pt_br: Números de página
pt_pt: Números de página
ro: Numere de pagină
ru: Номера страниц
sv: Sidnummer
th: เลขหน้า
tr: Sayfa numaraları
uk: Номери сторінок
vi: Số trang
zh_hans: 页码
zh_hant: 頁碼

# tool.imagesToPDF
source: Images to PDF
ar: صور إلى PDF
cs: Obrázky do PDF
da: Billeder til PDF
de: Bilder zu PDF
el: Εικόνες σε PDF
es: Imágenes a PDF
fi: Kuvat PDF:ksi
fr: Images vers PDF
he: תמונות ל‑PDF
hi: छवियाँ से PDF
hu: Képek PDF-be
id: Gambar ke PDF
it: Immagini in PDF
ja: 画像からPDF
ko: 이미지를 PDF로
nb: Bilder til PDF
nl: Afbeeldingen naar PDF
pl: Obrazy do PDF
pt_br: Imagens para PDF
pt_pt: Imagens para PDF
ro: Imagini în PDF
ru: Изображения в PDF
sv: Bilder till PDF
th: รูปเป็น PDF
tr: Görsellerden PDF
uk: Зображення в PDF
vi: Ảnh sang PDF
zh_hans: 图片转 PDF
zh_hant: 影像轉 PDF

# tool.pdfToImages
source: PDF to images
ar: PDF إلى صور
cs: PDF do obrázků
da: PDF til billeder
de: PDF zu Bildern
el: PDF σε εικόνες
es: PDF a imágenes
fi: PDF kuviksi
fr: PDF vers images
he: PDF לתמונות
hi: PDF से छवियाँ
hu: PDF képekké
id: PDF ke gambar
it: PDF in immagini
ja: PDFから画像
ko: PDF를 이미지로
nb: PDF til bilder
nl: PDF naar afbeeldingen
pl: PDF do obrazów
pt_br: PDF para imagens
pt_pt: PDF para imagens
ro: PDF în imagini
ru: PDF в изображения
sv: PDF till bilder
th: PDF เป็นรูป
tr: PDF’den görseller
uk: PDF у зображення
vi: PDF sang ảnh
zh_hans: PDF 转图片
zh_hant: PDF 轉影像

# tool.extractText
source: Extract text
ar: استخراج النص
cs: Extrahovat text
da: Udtræk tekst
de: Text extrahieren
el: Εξαγωγή κειμένου
es: Extraer texto
fi: Pura teksti
fr: Extraire le texte
he: חילוץ טקסט
hi: पाठ निकालें
hu: Szöveg kinyerése
id: Ekstrak teks
it: Estrai testo
ja: テキストを書き出す
ko: 텍스트 추출
nb: Trekk ut tekst
nl: Tekst extraheren
pl: Wyodrębnij tekst
pt_br: Extrair texto
pt_pt: Extrair texto
ro: Extrage text
ru: Извлечь текст
sv: Extrahera text
th: แยกข้อความ
tr: Metni çıkar
uk: Видобути текст
vi: Trích xuất chữ
zh_hans: 提取文本
zh_hant: 擷取文字

# tool.protect
source: Protect
ar: حماية
cs: Chránit
da: Beskyt
de: Schützen
el: Προστασία
es: Proteger
fi: Suojaa
fr: Protéger
he: הגנה
hi: सुरक्षित करें
hu: Védelem
id: Lindungi
it: Proteggi
ja: 保護
ko: 보호
nb: Beskytt
nl: Beveiligen
pl: Chroń
pt_br: Proteger
pt_pt: Proteger
ro: Protejează
ru: Защитить
sv: Skydda
th: ป้องกัน
tr: Koru
uk: Захистити
vi: Bảo vệ
zh_hans: 保护
zh_hant: 保護

# tool.unlock
source: Unlock
ar: إلغاء القفل
cs: Odemknout
da: Lås op
de: Entsperren
el: Ξεκλείδωμα
es: Desbloquear
fi: Avaa lukitus
fr: Déverrouiller
he: שחרור נעילה
hi: अनलॉक
hu: Feloldás
id: Buka kunci
it: Sblocca
ja: ロック解除
ko: 잠금 해제
nb: Lås opp
nl: Ontgrendelen
pl: Odblokuj
pt_br: Desbloquear
pt_pt: Desbloquear
ro: Deblochează
ru: Снять защиту
sv: Lås upp
th: ปลดล็อก
tr: Kilidi aç
uk: Розблокувати
vi: Mở khóa
zh_hans: 解锁
zh_hant: 解鎖

# tool.redact
source: Redact
ar: تنقيح
cs: Redigovat
da: Redigér
de: Schwärzen
el: Απόκρυψη
es: Tachar
fi: Peitä
fr: Caviarder
he: השחרה
hi: संपादित करें
hu: Kitakarás
id: Sensor
it: Oscura
ja: 墨消し
ko: 교정
nb: Rediger
nl: Redigeren
pl: Redaguj
pt_br: Redigir
pt_pt: Redigir
ro: Redactează
ru: Редактировать
sv: Redigera
th: ปิดทับ
tr: Karart
uk: Редагувати
vi: Che
zh_hans: 密文
zh_hant: 遮罩

# stage.pages
source: Pages
ar: صفحات
cs: Stránky
da: Sider
de: Seiten
el: Σελίδες
es: Páginas
fi: Sivut
he: עמודים
hi: पृष्ठ
hu: Oldalak
id: Halaman
it: Pagine
ja: ページ
ko: 페이지
nb: Sider
nl: Pagina’s
pl: Strony
pt_br: Páginas
pt_pt: Páginas
ro: Pagini
ru: Страницы
sv: Sidor
th: หน้า
tr: Sayfalar
uk: Сторінки
vi: Trang
zh_hans: 页面
zh_hant: 頁面

# stage.read
source: Read
ar: قراءة
cs: Číst
da: Læs
de: Lesen
el: Ανάγνωση
es: Leer
fi: Lue
fr: Lecture
he: קריאה
hi: पढ़ें
hu: Olvasás
id: Baca
it: Lettura
ja: 読む
ko: 읽기
nb: Les
nl: Lezen
pl: Czytaj
pt_br: Ler
pt_pt: Ler
ro: Citește
ru: Чтение
sv: Läs
th: อ่าน
tr: Oku
uk: Читати
vi: Đọc
zh_hans: 阅读
zh_hant: 閱讀

# toolbar.rotate
source: Rotate right
ar: تدوير يمينًا
cs: Otočit doprava
da: Roter til højre
de: Nach rechts drehen
el: Περιστροφή δεξιά
es: Girar a la derecha
fi: Kierrä oikealle
fr: Pivoter à droite
he: סובב ימינה
hi: दाएँ घुमाएँ
hu: Forgatás jobbra
id: Putar kanan
it: Ruota a destra
ja: 右に回転
ko: 오른쪽으로 회전
nb: Roter til høyre
nl: Naar rechts draaien
pl: Obróć w prawo
pt_br: Girar à direita
pt_pt: Rodar à direita
ro: Rotește la dreapta
ru: Повернуть вправо
sv: Rotera åt höger
th: หมุนขวา
tr: Sağa döndür
uk: Повернути праворуч
vi: Xoay phải
zh_hans: 向右旋转
zh_hant: 向右旋轉

# toolbar.rotateCCW
source: Rotate left
ar: تدوير يسارًا
cs: Otočit doleva
da: Roter til venstre
de: Nach links drehen
el: Περιστροφή αριστερά
es: Girar a la izquierda
fi: Kierrä vasemmalle
fr: Pivoter à gauche
he: סובב שמאלה
hi: बाएँ घुमाएँ
hu: Forgatás balra
id: Putar kiri
it: Ruota a sinistra
ja: 左に回転
ko: 왼쪽으로 회전
nb: Roter til venstre
nl: Naar links draaien
pl: Obróć w lewo
pt_br: Girar à esquerda
pt_pt: Rodar à esquerda
ro: Rotește la stânga
ru: Повернуть влево
sv: Rotera åt vänster
th: หมุนซ้าย
tr: Sola döndür
uk: Повернути ліворуч
vi: Xoay trái
zh_hans: 向左旋转
zh_hant: 向左旋轉

# toolbar.delete
source: Remove from workspace
ar: إزالة من مساحة العمل
cs: Odebrat z pracovní plochy
da: Fjern fra arbejdsområdet
de: Aus dem Arbeitsbereich entfernen
el: Αφαίρεση από τον χώρο εργασίας
es: Quitar del espacio de trabajo
fi: Poista työtilasta
fr: Retirer de l’espace de travail
he: הסר מחלל העבודה
hi: कार्यक्षेत्र से हटाएँ
hu: Eltávolítás a munkaterületről
id: Hapus dari ruang kerja
it: Rimuovi dallo spazio di lavoro
ja: ワークスペースから削除
ko: 작업 공간에서 제거
nb: Fjern fra arbeidsområdet
nl: Uit werkruimte verwijderen
pl: Usuń z obszaru roboczego
pt_br: Remover da área de trabalho
pt_pt: Remover da área de trabalho
ro: Elimină din spațiul de lucru
ru: Убрать из рабочей области
sv: Ta bort från arbetsytan
th: นำออกจากพื้นที่ทำงาน
tr: Çalışma alanından kaldır
uk: Вилучити з робочої області
vi: Xóa khỏi không gian làm việc
zh_hans: 从工作区移除
zh_hant: 從工作區移除

# toolbar.addFiles
source: Add files
ar: إضافة ملفات
cs: Přidat soubory
da: Tilføj filer
de: Dateien hinzufügen
el: Προσθήκη αρχείων
es: Añadir archivos
fi: Lisää tiedostoja
fr: Ajouter des fichiers
he: הוסף קבצים
hi: फ़ाइलें जोड़ें
hu: Fájlok hozzáadása
id: Tambah file
it: Aggiungi file
ja: ファイルを追加
ko: 파일 추가
nb: Legg til filer
nl: Bestanden toevoegen
pl: Dodaj pliki
pt_br: Adicionar arquivos
pt_pt: Adicionar ficheiros
ro: Adaugă fișiere
ru: Добавить файлы
sv: Lägg till filer
th: เพิ่มไฟล์
tr: Dosya ekle
uk: Додати файли
vi: Thêm tệp
zh_hans: 添加文件
zh_hant: 加入檔案

# toolbar.inspector
source: Inspector
ar: المفتش
cs: Inspektor
da: Inspektør
de: Inspektor
el: Επιθεωρητής
fi: Tarkastaja
fr: Inspecteur
he: מפקח
hi: इंस्पेक्टर
hu: Felügyelő
id: Inspektur
it: Ispettore
ja: インスペクタ
ko: 검사기
nb: Inspektør
pl: Inspektor
pt_br: Inspetor
pt_pt: Inspetor
ru: Инспектор
sv: Inspektör
th: ตัวตรวจ
tr: Denetçi
uk: Інспектор
vi: Trình kiểm tra
zh_hans: 检查器
zh_hant: 檢閱器

# toolbar.settings
source: Settings
ar: الإعدادات
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
fr: Réglages
he: הגדרות
hi: सेटिंग्ज़
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
pt_pt: Definições
ro: Configurări
ru: Настройки
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Параметри
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# empty.headline
source: Drop a PDF
ar: أفلت ملف PDF
cs: Přetáhněte PDF
da: Slip en PDF
de: PDF ablegen
el: Αφήστε ένα PDF
es: Suelta un PDF
fi: Pudota PDF
fr: Déposez un PDF
he: שחרר PDF
hi: PDF छोड़ें
hu: Húzzon ide egy PDF-et
id: Letakkan PDF
it: Trascina un PDF
ja: PDFをドロップ
ko: PDF 놓기
nb: Slipp en PDF
nl: Zet een PDF neer
pl: Upuść PDF
pt_br: Solte um PDF
pt_pt: Largue um PDF
ro: Plasează un PDF
ru: Перетащите PDF
sv: Släpp en PDF
th: วาง PDF
tr: PDF bırakın
uk: Перетягніть PDF
vi: Thả một PDF
zh_hans: 拖放 PDF
zh_hant: 放下 PDF

# empty.hint
source: Files stay on this Mac. Export never overwrites the original unless you ask.
ar: تبقى الملفات على هذا الـ Mac. التصدير لا يستبدل الأصل إلا إذا طلبت ذلك.
cs: Soubory zůstanou na tomto Macu. Export nepřepíše originál, pokud o to nepožádáte.
da: Filerne bliver på denne Mac. Eksport overskriver ikke originalen, medmindre du beder om det.
de: Dateien bleiben auf diesem Mac. Export überschreibt das Original nur auf Wunsch.
el: Τα αρχεία μένουν σε αυτό το Mac. Η εξαγωγή δεν αντικαθιστά το πρωτότυπο εκτός αν το ζητήσετε.
es: Los archivos se quedan en este Mac. Exportar no sustituye el original salvo que lo pidas.
fi: Tiedostot pysyvät tällä Macilla. Vienti ei korvaa alkuperäistä, ellet pyydä sitä.
fr: Les fichiers restent sur ce Mac. L’export n’écrase l’original que si vous le demandez.
he: הקבצים נשארים ב‑Mac הזה. ייצוא לא דורס את המקור אלא אם תבקשו.
hi: फ़ाइलें इस Mac पर रहती हैं। जब तक आप न कहें, निर्यात मूल को नहीं लिखेगा।
hu: A fájlok ezen a Macen maradnak. Az export csak kérésre írja felül az eredetit.
id: File tetap di Mac ini. Ekspor tidak menimpa asli kecuali Anda memintanya.
it: I file restano su questo Mac. Esporta non sovrascrive l’originale se non lo chiedi.
ja: ファイルはこのMacに残ります。書き出しは、指示しない限り原本を上書きしません。
ko: 파일은 이 Mac에 남습니다. 요청하지 않으면보내기는 원본을 덮어쓰지 않습니다.
nb: Filene blir på denne Macen. Eksport overskriver ikke originalen med mindre du ber om det.
nl: Bestanden blijven op deze Mac. Exporteren overschrijft het origineel alleen als je dat vraagt.
pl: Pliki zostają na tym Macu. Eksport nie nadpisze oryginału, chyba że o to poprosisz.
pt_br: Os arquivos ficam neste Mac. Exportar não substitui o original sem você pedir.
pt_pt: Os ficheiros ficam neste Mac. Exportar não substitui o original sem pedido.
ro: Fișierele rămân pe acest Mac. Exportul nu înlocuiește originalul decât dacă ceri.
ru: Файлы остаются на этом Mac. Экспорт не заменяет оригинал, пока вы не попросите.
sv: Filerna stannar på den här Macen. Export skriver inte över originalet om du inte ber om det.
th: ไฟล์อยู่บน Mac เครื่องนี้ การส่งออกจะไม่แทนที่ต้นฉบับจนกว่าคุณจะขอ
tr: Dosyalar bu Mac’te kalır. Dışa aktarma, siz istemedikçe özgün dosyanın üzerine yazmaz.
uk: Файли залишаються на цьому Mac. Експорт не замінює оригінал, доки ви не попросите.
vi: Tệp ở lại trên Mac này. Xuất không ghi đè bản gốc trừ khi bạn yêu cầu.
zh_hans: 文件只会留在这台 Mac 上。除非你要求，导出不会覆盖原件。
zh_hant: 檔案只會留在這部 Mac。除非你要求，匯出不會覆蓋原本檔案。

# empty.drop
source: Drop PDFs or images, or click to choose
ar: أفلت ملفات PDF أو صورًا، أو انقر للاختيار
cs: Přetáhněte PDF nebo obrázky, nebo klikněte pro výběr
da: Slip PDF’er eller billeder, eller klik for at vælge
de: PDFs oder Bilder ablegen oder klicken zum Auswählen
el: Αφήστε PDF ή εικόνες, ή κάντε κλικ για επιλογή
es: Suelta PDF o imágenes, o haz clic para elegir
fi: Pudota PDF-tiedostoja tai kuvia tai klikkaa valitaksesi
fr: Déposez des PDF ou des images, ou cliquez pour choisir
he: שחררו קובצי PDF או תמונות, או לחצו לבחירה
hi: PDF या छवियाँ छोड़ें, या चुनने के लिए क्लिक करें
hu: Húzzon ide PDF-eket vagy képeket, vagy kattintson a választáshoz
id: Letakkan PDF atau gambar, atau klik untuk memilih
it: Trascina PDF o immagini, oppure fai clic per scegliere
ja: PDFや画像をドロップするか、クリックして選択
ko: PDF나 이미지를 놓거나 클릭하여 선택
nb: Slipp PDF-er eller bilder, eller klikk for å velge
nl: Zet pdf’s of afbeeldingen neer, of klik om te kiezen
pl: Upuść pliki PDF lub obrazy albo kliknij, aby wybrać
pt_br: Solte PDFs ou imagens, ou clique para escolher
pt_pt: Largue PDF ou imagens, ou clique para escolher
ro: Plasează PDF-uri sau imagini sau fă clic pentru a alege
ru: Перетащите PDF или изображения либо нажмите, чтобы выбрать
sv: Släpp PDF:er eller bilder, eller klicka för att välja
th: วาง PDF หรือรูป หรือคลิกเพื่อเลือก
tr: PDF veya görsel bırakın ya da seçmek için tıklayın
uk: Перетягніть PDF чи зображення або клацніть, щоб вибрати
vi: Thả PDF hoặc ảnh, hoặc bấm để chọn
zh_hans: 拖放 PDF 或图片，或点按以选择
zh_hant: 放下 PDF 或影像，或按一下以選擇

source: Export…
ar: تصدير…
cs: Exportovat…
da: Eksportér…
de: Exportieren…
el: Εξαγωγή…
es: Exportar…
fi: Vie…
fr: Exporter…
he: ייצוא…
hi: निर्यात…
hu: Exportálás…
id: Ekspor…
it: Esporta…
ja: 書き出す…
ko: 보내기…
nb: Eksporter…
nl: Exporteer…
pl: Eksportuj…
pt_br: Exportar…
pt_pt: Exportar…
ro: Exportă…
ru: Экспортировать…
sv: Exportera…
th: ส่งออก…
tr: Dışa Aktar…
uk: Експортувати…
vi: Xuất…
zh_hans: 导出…
zh_hant: 匯出…

# export.saved
source: Saved
ar: تم الحفظ
cs: Uloženo
da: Gemt
de: Gespeichert
el: Αποθηκεύτηκε
es: Guardado
fi: Tallennettu
fr: Enregistré
he: נשמר
hi: सहेजा गया
hu: Mentve
id: Tersimpan
it: Salvato
ja: 保存済み
ko: 저장됨
nb: Lagret
nl: Bewaard
pl: Zapisano
pt_br: Salvo
pt_pt: Guardado
ro: Salvat
ru: Сохранено
sv: Sparad
th: บันทึกแล้ว
tr: Kaydedildi
uk: Збережено
vi: Đã lưu
zh_hans: 已保存
zh_hant: 已儲存

# export.replace
source: Replace original
ar: استبدال الأصل
cs: Nahradit originál
da: Erstat original
de: Original ersetzen
el: Αντικατάσταση πρωτοτύπου
es: Sustituir original
fi: Korvaa alkuperäinen
fr: Remplacer l’original
he: החלף מקור
hi: मूल बदलें
hu: Eredeti cseréje
id: Ganti yang asli
it: Sostituisci originale
ja: 原本を置き換える
ko: 원본 대치
nb: Erstatt original
nl: Origineel vervangen
pl: Zastąp oryginał
pt_br: Substituir original
pt_pt: Substituir original
ro: Înlocuiește originalul
ru: Заменить оригинал
sv: Ersätt original
th: แทนที่ต้นฉบับ
tr: Özgünü değiştir
uk: Замінити оригінал
vi: Thay bản gốc
zh_hans: 替换原件
zh_hant: 取代原本檔案

# export.replaceConfirm
source: Replace the original file?
ar: هل تريد استبدال الملف الأصلي؟
cs: Nahradit původní soubor?
da: Erstat den originale fil?
de: Originaldatei ersetzen?
el: Αντικατάσταση του αρχικού αρχείου;
es: ¿Sustituir el archivo original?
fi: Korvataanko alkuperäinen tiedosto?
fr: Remplacer le fichier original ?
he: להחליף את הקובץ המקורי?
hi: मूल फ़ाइल बदलें?
hu: Lecseréli az eredeti fájlt?
id: Ganti file asli?
it: Sostituire il file originale?
ja: 原本を置き換えますか？
ko: 원본 파일을 대치할까요?
nb: Erstatte originalfilen?
nl: Het originele bestand vervangen?
pl: Zastąpić oryginalny plik?
pt_br: Substituir o arquivo original?
pt_pt: Substituir o ficheiro original?
ro: Înlocuiești fișierul original?
ru: Заменить исходный файл?
sv: Ersätta originalfilen?
th: แทนที่ไฟล์ต้นฉบับหรือไม่
tr: Özgün dosya değiştirilsin mi?
uk: Замінити початковий файл?
vi: Thay tệp gốc?
zh_hans: 要替换原始文件吗？
zh_hant: 要取代原始檔案嗎？

# export.replaceMessage
source: This cannot be undone from Folio.
ar: لا يمكن التراجع عن هذا من Folio.
cs: Folio to nedokáže vrátit zpět.
da: Folio kan ikke fortryde dette.
de: Folio kann das nicht rückgängig machen.
el: Το Folio δεν μπορεί να το αναιρέσει.
es: Folio no puede deshacer esto.
fi: Folio ei voi kumota tätä.
fr: Folio ne pourra pas annuler cette action.
he: Folio לא יכול לבטל זאת.
hi: Folio इसे पूर्ववत नहीं कर सकता।
hu: A Folio ezt nem tudja visszavonni.
id: Folio tidak dapat membatalkan ini.
it: Folio non può annullare questa azione.
ja: Folioから元に戻すことはできません。
ko: Folio에서 실행 취소할 수 없습니다.
nb: Folio kan ikke angre dette.
nl: Folio kan dit niet ongedaan maken.
pl: Folio nie cofnie tej czynności.
pt_br: O Folio não pode desfazer isso.
pt_pt: O Folio não pode anular isto.
ro: Folio nu poate anula asta.
ru: Folio не сможет отменить это.
sv: Folio kan inte ångra detta.
th: Folio เลิกทำสิ่งนี้ไม่ได้
tr: Folio bunu geri alamaz.
uk: Folio не зможе це скасувати.
vi: Folio không hoàn tác được thao tác này.
zh_hans: Folio 无法撤销此操作。
zh_hant: Folio 無法復原此動作。

# export.flatten
source: Flatten annotations
ar: تسطيح التعليقات
cs: Sloučit anotace
da: Fladgør kommentarer
de: Anmerkungen einbrennen
el: Ισοπέδωση σχολίων
es: Acoplar anotaciones
fi: Litteytä merkinnät
fr: Aplatir les annotations
he: שטח הערות
hi: टिप्पणियाँ चपटी करें
hu: Jegyzetek laposítása
id: Ratakan anotasi
it: Appiattisci annotazioni
ja: 注釈を統合
ko: 주석 병합
nb: Flat ut kommentarer
nl: Annotaties afvlakken
pl: Spłaszcz adnotacje
pt_br: Achatar anotações
pt_pt: Achatar anotações
ro: Aplatizează adnotările
ru: Встроить аннотации
sv: Platta ut kommentarer
th: แบนคำอธิบายประกอบ
tr: Notları düzleştir
uk: Звести анотації
vi: Làm phẳng chú thích
zh_hans: 拼合注释
zh_hant: 扁平化註解

# inspector.pages
source: Pages
ar: صفحات
cs: Stránky
da: Sider
de: Seiten
el: Σελίδες
es: Páginas
fi: Sivut
he: עמודים
hi: पृष्ठ
hu: Oldalak
id: Halaman
it: Pagine
ja: ページ
ko: 페이지
nb: Sider
nl: Pagina’s
pl: Strony
pt_br: Páginas
pt_pt: Páginas
ro: Pagini
ru: Страницы
sv: Sidor
th: หน้า
tr: Sayfalar
uk: Сторінки
vi: Trang
zh_hans: 页数
zh_hant: 頁數

# inspector.size
source: Size
ar: الحجم
cs: Velikost
da: Størrelse
de: Größe
el: Μέγεθος
es: Tamaño
fi: Koko
fr: Taille
he: גודל
hi: आकार
hu: Méret
id: Ukuran
it: Dimensione
ja: サイズ
ko: 크기
nb: Størrelse
nl: Grootte
pl: Rozmiar
pt_br: Tamanho
pt_pt: Tamanho
ro: Dimensiune
ru: Размер
sv: Storlek
th: ขนาด
tr: Boyut
uk: Розмір
vi: Kích thước
zh_hans: 大小
zh_hant: 大小

# inspector.document
source: Document
ar: المستند
cs: Dokument
da: Dokument
de: Dokument
el: Έγγραφο
es: Documento
fi: Asiakirja
he: מסמך
hi: दस्तावेज़
hu: Dokumentum
id: Dokumen
it: Documento
ja: 書類
ko: 문서
nb: Dokument
pl: Dokument
pt_br: Documento
pt_pt: Documento
ru: Документ
sv: Dokument
th: เอกสาร
tr: Belge
uk: Документ
vi: Tài liệu
zh_hans: 文稿
zh_hant: 文件

# compress.after
source: After
ar: بعد
cs: Po
da: Efter
de: Nachher
el: Μετά
es: Después
fi: Jälkeen
fr: Après
he: אחרי
hi: बाद
hu: Utána
id: Sesudah
it: Dopo
ja: 後
ko: 이후
nb: Etter
nl: Na
pl: Po
pt_br: Depois
pt_pt: Depois
ro: După
ru: После
sv: Efter
th: หลัง
tr: Sonra
uk: Після
vi: Sau
zh_hans: 之后
zh_hant: 之後

# compress.before
source: Before
ar: قبل
cs: Před
da: Før
de: Vorher
el: Πριν
es: Antes
fi: Ennen
fr: Avant
he: לפני
hi: पहले
hu: Előtte
id: Sebelum
it: Prima
ja: 前
ko: 이전
nb: Før
nl: Voor
pl: Przed
pt_br: Antes
pt_pt: Antes
ro: Înainte
ru: До
sv: Före
th: ก่อน
tr: Önce
uk: До
vi: Trước
zh_hans: 之前
zh_hant: 之前
